{
  "players": [
    {
      "name": "Eshika",
      "title": "The Art World Insider",
      "whoYouAre": "Eshika works in the creative industry and has always been drawn to rare and beautiful objects. She heard about the Sapphire of Shadows through a newsletter and was thrilled to get an invitation to see it in person tonight.",
      "tonight": "She has been socializing widely, taking photos of the decor, and asking a lot of questions about the gemstone. She genuinely loves this kind of event.",
      "alibi": "Near the drinks table with Shubham, looking at photos on his phone.",
      "mustTalkTo": [
        "Krish",
        "Sana",
        "Trishta"
      ],
      "secret": "Three months ago Sana asked Eshika about gemstone authentication -- how to verify if a stone is real versus a replica. Eshika thought it was casual curiosity. Now she is not so sure.",
      "suspicionHook": "She can plant doubt about Sana's knowledge of gemstones without directly accusing her. 'She asked me something specific a few months back that seemed odd at the time...'",
      "witnessMemory": "She was at the drinks table from 8:40 to past 8:50. Shubham was beside her. She did not see Sana during that window.",
      "pin": 1001
    },
    {
      "name": "Shubham",
      "title": "The Reluctant Guest",
      "whoYouAre": "Shubham is not particularly interested in gemstones but was genuinely engaged by the gala's atmosphere once he arrived. He tends to notice things other people miss because he is not distracted by the main event.",
      "tonight": "He has been moving between conversations all evening. He overheard something he wishes he had paid more attention to earlier.",
      "alibi": "At the drinks table with Eshika, showing her photos on his phone. He has timestamps.",
      "mustTalkTo": [
        "Saachi",
        "Hitayu",
        "Sanjana"
      ],
      "secret": "He overheard Sana on a phone call about an hour ago. She said 'it's ready' to someone and ended the call quickly when she noticed him nearby. At the time he assumed it was a work call.",
      "suspicionHook": "The overheard call is a key piece of evidence. He can drop this naturally into conversation and watch how people react -- especially Sana.",
      "witnessMemory": "He was with Eshika the entire 8:40 to 8:50 window. His phone photos have timestamps that confirm it.",
      "pin": 1002
    },
    {
      "name": "Shubhi",
      "title": "The Old Friend Who Defends",
      "whoYouAre": "Shubhi has known Sana for years and considers her one of her closest friends. She will instinctively defend Sana against accusations -- but she is also carrying a piece of information that quietly unsettles her.",
      "tonight": "She has been floating between groups, catching up with people she has not seen in a while.",
      "alibi": "Near the far end of the room, watching the display presentation.",
      "mustTalkTo": [
        "Aniketh",
        "Krish",
        "Sana"
      ],
      "secret": "She has known for a while that Sana collects things obsessively -- vintage items, rare prints, unusual objects. She never thought it extended to expensive gemstones. Now she is not sure.",
      "suspicionHook": "She will defend Sana emotionally, but if someone presses her on Sana's collecting habits, she carries information that can seriously damage Sana's case.",
      "witnessMemory": "She was at the far end of the room from 8:40 to around 8:50. She did not see Sana anywhere near the display alcove during that time.",
      "pin": 1003
    },
    {
      "name": "Karishma",
      "title": "The Sharp Observer",
      "whoYouAre": "Karishma arrived early and has spent most of the evening watching the room rather than talking. She is perceptive and detail-oriented, and she noticed something near the display case that she initially dismissed.",
      "tonight": "She has been quietly cataloguing what she saw and is now realizing it was significant.",
      "alibi": "Near the back of the room, within sight of Shubhi.",
      "mustTalkTo": [
        "Shibani",
        "Samaksh",
        "Trisha"
      ],
      "secret": "Around 8:25 she noticed the Sapphire display case had shifted slightly -- a small angle change from where it was positioned at the start of the evening. She said nothing because she assumed staff had moved it. Now she is reconsidering.",
      "suspicionHook": "The display repositioning at 8:25 suggests someone was testing access to the case well before the theft. This is an important detail that pairs with the forensics note about the bypass device.",
      "witnessMemory": "Around 8:40 she saw someone moving quickly through the room toward the back. She could not identify them but noticed a dark formal outfit.",
      "pin": 1004
    },
    {
      "name": "Shibani",
      "title": "The One Who Heard It",
      "whoYouAre": "Shibani was near the back of the basement when she heard a dull thud around 8:44 PM. She looked up, saw nothing obvious, and assumed something had fallen off a shelf. She kept talking to the person next to her.",
      "tonight": "She is now piecing together that the thud she heard may have been Dr. Mehta being struck.",
      "alibi": "Near the snack table from about 8:42 to 8:50.",
      "mustTalkTo": [
        "Akshay",
        "Somya",
        "Justin"
      ],
      "secret": "After the thud she heard fast footsteps -- someone walking quickly away from the storage area. She remembers thinking it sounded urgent but did not act on it.",
      "suspicionHook": "The thud plus rapid footsteps at 8:44 is critical. Combined with the timeline, it places the attacker leaving the storage room at 8:44 -- and Sana was absent from the main group until 8:50.",
      "witnessMemory": "Around 8:44 she heard a thud, then fast footsteps from the direction of the storage room. She did not see a face.",
      "pin": 1005
    },
    {
      "name": "Jowel",
      "title": "The Fresh Set of Eyes",
      "whoYouAre": "Jowel came to the gala without knowing many of the other guests. Because she had no social obligations, she spent much of the evening freely observing the room -- including the display case area.",
      "tonight": "She was casually exploring and noticed something near the display that she has not mentioned to anyone yet.",
      "alibi": "Near Mariah on the other side of the room, by the speaker setup.",
      "mustTalkTo": [
        "Karishma",
        "Aniketh",
        "Hitayu"
      ],
      "secret": "Around 8:30, she saw someone crouching near the base of the display case, examining it from below. She assumed they were admiring the base design. She did not get a clear look at their face.",
      "suspicionHook": "Crouching near the base of the display case at 8:30 is entirely consistent with checking whether the bypass device had been correctly installed. This detail pairs with the disabled display case forensics note.",
      "witnessMemory": "She was near the speaker area from 8:40 to past 8:50. She and Mariah were talking during that entire window.",
      "pin": 1006
    },
    {
      "name": "Mariah",
      "title": "The Reader of Rooms",
      "whoYouAre": "Mariah has a strong instinct for reading people's emotional states and she has been watching the room all night. She noticed something about Sana's reaction when the theft was announced that did not sit right.",
      "tonight": "She has been social and present but is now quietly convinced something is wrong with Sana's behavior.",
      "alibi": "With Jowel near the speaker area.",
      "mustTalkTo": [
        "Kriti",
        "Sana",
        "Samaksh"
      ],
      "secret": "When the theft was announced and everyone reacted with shock, Sana barely responded. She checked her phone once, looked up, and her expression looked more like relief than confusion. Mariah noticed it clearly.",
      "suspicionHook": "Sana's non-reaction at the moment of discovery is a major behavioral crack. Mariah is the person who can surface it convincingly.",
      "witnessMemory": "She was with Jowel from 8:40 to past 8:50. When the alarm was raised she watched Sana's face and saw an expression that did not fit the situation.",
      "pin": 1007
    },
    {
      "name": "Ashwini",
      "title": "The One Who Heard About Vienna",
      "whoYouAre": "Ashwini has a protective instinct and pushes back on accusations unless the evidence is genuinely strong. She tends to play devil's advocate in group discussions.",
      "tonight": "She has been keeping the energy positive but had a brief conversation with Sana earlier that she is now replaying in her mind.",
      "alibi": "Near the center of the room with Akshay and Sai.",
      "mustTalkTo": [
        "Sana",
        "Trishta",
        "Justin"
      ],
      "secret": "Earlier in the evening Sana mentioned she had a flight tomorrow morning. She did not say where to, just that she had to leave early. At the time it seemed like a normal thing to mention. Now Ashwini is thinking about it differently.",
      "suspicionHook": "The flight mention pairs directly with the boarding pass stub found in the hidden compartment bag. Ashwini is the person who can confirm Sana had travel plans she was not being open about.",
      "witnessMemory": "She was with Akshay and Sai from 8:30 to past 8:50. She did not see Sana anywhere near them during that window.",
      "pin": 1008
    },
    {
      "name": "Akshay",
      "title": "The Four-Minute Observation",
      "whoYouAre": "Akshay is observant by nature and tends to notice behavioral details without intending to. He works in a field where reading people and patterns matters, and that habit carried over tonight.",
      "tonight": "He flagged something he saw at the display case mentally but did not act on it at the time.",
      "alibi": "Center of the room with Ashwini and Sai.",
      "mustTalkTo": [
        "Shibani",
        "Trisha",
        "Saachi"
      ],
      "secret": "Around 8:15 he watched someone stand near the Sapphire display for almost four minutes without moving on. Every other guest glanced and moved. This person was studying the case methodically. He could not identify them from where he was standing.",
      "suspicionHook": "Four minutes at the case at 8:15 is consistent with memorizing its exact position or confirming the bypass device was seated correctly. This detail locks in that the theft was planned well before 8:40.",
      "witnessMemory": "He was with Ashwini and Sai from 8:30 to past 8:50. He is certain of the four-minute observation at 8:15.",
      "pin": 1009
    },
    {
      "name": "Sai",
      "title": "The Overheard Phone Call",
      "whoYouAre": "Sai is laid-back and tends to absorb information without actively seeking it. He remembers things in detail precisely because he was not trying to eavesdrop.",
      "tonight": "He recalled something specific he heard months ago that he had completely forgotten until this moment.",
      "alibi": "With Akshay and Ashwini in the center of the room.",
      "mustTalkTo": [
        "Shubhi",
        "Jowel",
        "Krish"
      ],
      "secret": "Several months ago he overheard Sana on a phone call mention she had 'connections in the Eastern European artifact trade.' He assumed it was a passing reference to something professional. He is now reconsidering what that actually meant.",
      "suspicionHook": "Eastern European artifact trade connections map directly to the contact card buyer V. Orlov and the Vienna flight. Sai's memory creates a chain that ties Sana to the buyer months before tonight.",
      "witnessMemory": "He was with Akshay and Ashwini from 8:30 to past 8:50. He is certain Sana was not near their group during that entire window.",
      "pin": 1010
    },
    {
      "name": "Sanjana",
      "title": "The Hallway Witness",
      "whoYouAre": "Sanjana slipped away to the back hallway bathroom around 8:40 and returned around 8:48. She passed the storage room entrance twice -- once on the way, once on the way back.",
      "tonight": "She is now realizing that what she passed in the hallway may be the most important thing she saw all evening.",
      "alibi": "In transit between the bathroom and the main area. She was not at the scene of the theft.",
      "mustTalkTo": [
        "Eshika",
        "Mariah",
        "Somya"
      ],
      "secret": "Around 8:46, on her way back from the bathroom, she passed someone walking quickly in the opposite direction with their head down. They were carrying a small clutch bag held close to their body. She did not see a face clearly.",
      "suspicionHook": "The person she passed was Sana leaving the storage area after attacking Dr. Mehta. The clutch bag detail connects directly to the hidden compartment bag found in Clue 9.",
      "witnessMemory": "Around 8:46 in the back hallway she passed someone carrying a small clutch bag, walking fast with their head down.",
      "pin": 1011
    },
    {
      "name": "Saachi",
      "title": "The Display Watcher",
      "whoYouAre": "Saachi was genuinely excited about seeing the Sapphire and spent more time near the display case than almost anyone else at the gala. Because of that, she noticed a behavioral pattern that nobody else caught.",
      "tonight": "She is now realizing that what she observed was not enthusiasm -- it was reconnaissance.",
      "alibi": "Near the couch area in the middle of the room.",
      "mustTalkTo": [
        "Sana",
        "Hitayu",
        "Shubhi"
      ],
      "secret": "She counted three separate visits Sana made to the display case over the course of the evening -- at 8:20, around 8:35, and again just before 8:40. Most guests visited once, maybe twice. Sana kept coming back and spending longer each time.",
      "suspicionHook": "Three timed visits to the case, with the last one ending right before the theft window, is not casual interest. Saachi can describe each visit in detail if pressed.",
      "witnessMemory": "She saw Sana at the display at 8:20, 8:35, and just before 8:40. After 8:40 she did not see Sana near the display area at all.",
      "pin": 1012
    },
    {
      "name": "Trishta",
      "title": "The Accidental Timekeeper",
      "whoYouAre": "Trishta had set an 8:47 alarm on her watch for a completely unrelated reason. The alarm went off. About three seconds later she heard a muffled sound from the back of the room. She now realizes she may have accidentally recorded the exact time of the attack.",
      "tonight": "She is trying to piece together what she heard and when.",
      "alibi": "Near the bar area. Her watch alarm is timestamped proof of exactly where she was.",
      "mustTalkTo": [
        "Shibani",
        "Ashwini",
        "Akshay"
      ],
      "secret": "The muffled sound she heard at 8:47 came from the direction of the storage room. She initially dismissed it as something falling. She did not see anyone move in that direction immediately before or after.",
      "suspicionHook": "Her alarm locks the time of the attack at exactly 8:47. Combined with Shibani's thud at 8:44, the window of the attack is confirmed between 8:44 and 8:47 -- perfectly consistent with Sana's ten-minute absence.",
      "witnessMemory": "Alarm went off at 8:47. Two to three seconds later -- a muffled sound from the direction of the storage room. She did not see Sana at any point between 8:40 and 8:50.",
      "pin": 1013
    },
    {
      "name": "Kriti",
      "title": "The One Who Saw the Tear",
      "whoYouAre": "Kriti has a sharp eye for visual detail and tends to notice things about people's appearance. She complimented Sana on her blazer when they arrived and has since noticed something that is making her uncomfortable.",
      "tonight": "She noticed a change in Sana's outfit partway through the evening that she cannot explain.",
      "alibi": "On the left side of the room with Aniketh.",
      "mustTalkTo": [
        "Samaksh",
        "Somya",
        "Sana"
      ],
      "secret": "The tear in Sana's blazer lining was not there at the start of the evening -- Kriti is certain because she complimented the blazer when they arrived. The tear appeared at some point during the night and is jagged, like it caught on something sharp.",
      "suspicionHook": "The torn blazer lining matches the fabric scrap found at the display alcove entrance in Clue 3. This is a direct physical link between Sana and the crime scene.",
      "witnessMemory": "Sana's blazer was completely intact when she arrived. By the time the theft was discovered, there was a small jagged tear in the lining near her right side.",
      "pin": 1014
    },
    {
      "name": "Aniketh",
      "title": "The First to Examine the Case",
      "whoYouAre": "Aniketh has an interest in security systems and examined the display case up close when he first arrived, mostly out of professional curiosity. What he noticed may be the earliest evidence of tampering in the entire case.",
      "tonight": "He did not think anything of what he saw at the time. He is thinking about it now.",
      "alibi": "On the left side of the room, talking to people nearby.",
      "mustTalkTo": [
        "Karishma",
        "Sai",
        "Mariah"
      ],
      "secret": "When he examined the display case at the start of the evening he noticed a faint, very fresh-looking scratch near the lock mechanism -- as if something had been carefully inserted and removed. The scratch was not deep but it was new.",
      "suspicionHook": "A fresh scratch near the lock at the start of the evening suggests the bypass device was tested or inserted even before most guests arrived. This makes the theft extremely premeditated and narrows who had that level of advance access.",
      "witnessMemory": "He was on the left side of the room from around 8:35 to past 8:50. He examined the display case only at the very start of the evening.",
      "pin": 1015
    },
    {
      "name": "Sana",
      "title": "The Composed Guest",
      "whoYouAre": "Sana has been attending gala events for years and always knows how to move through a room without drawing attention. She arrived at this gala with a plan she had been building for months. Tonight she executed it.",
      "tonight": "She has been calm, social, and deliberate. She visited the display case three times to confirm the bypass was functioning, acted during a planned ten-minute window, and has been back in the main group since 8:50.",
      "alibi": "She will claim she was near the main group the entire time and was talking to Trisha around 8:45. She was not.",
      "mustTalkTo": [
        "Trisha",
        "Shubham",
        "Eshika"
      ],
      "secret": "She stole the Sapphire. She disabled the display case at 8:40, took the gem, placed it in the hidden compartment of her clutch bag, and struck Dr. Mehta when Dr. Mehta confronted her. She has a flight to Vienna tomorrow and a buyer waiting.",
      "suspicionHook": "She must deflect at all costs. She will suggest the theft required technical expertise she does not have, or that an outsider must be responsible. She will seem cooperative and upset. She will not crack easily.",
      "witnessMemory": "STATED MEMORY: She was in the main area the entire time. She did not go near the display after 8:40. She was talking to Trisha around 8:45. She has no idea what happened. -- This directly contradicts Shibani, Sanjana, Krish, Mariah, Saachi, and Trisha's own account.",
      "pin": 1016
    },
    {
      "name": "Somya",
      "title": "The One Who Noticed the Door",
      "whoYouAre": "Somya has been moving between groups all evening and has passed through almost every part of the room. Because she was not anchored to any one spot, she noticed something that more stationary guests missed entirely.",
      "tonight": "She walked past the storage hallway around 8:42 and saw something that did not register as significant until now.",
      "alibi": "Moving between the couch area and the drinks table from around 8:45 to 8:52.",
      "mustTalkTo": [
        "Shibani",
        "Sanjana",
        "Saachi"
      ],
      "secret": "The storage room door was ajar at 8:42 -- open by a few inches -- when it should have been closed. She glanced in, saw nothing obviously wrong, and kept walking. She assumed someone was using a back bathroom.",
      "suspicionHook": "An open storage door at 8:42 is the earliest physical confirmation that someone had already accessed that room before the theft was announced. This places the crime in motion five minutes earlier than the official alarm.",
      "witnessMemory": "Around 8:42 the storage room door was definitely open by a few inches. She looked in briefly and kept walking.",
      "pin": 1017
    },
    {
      "name": "Trisha",
      "title": "The Broken Alibi",
      "whoYouAre": "Trisha was near the bar for most of the evening and has a clear memory of who she spoke to and when. She is about to become a key figure without having done anything at all.",
      "tonight": "Sana plans to say she was talking to Trisha around 8:45. Trisha has no memory of this conversation. It did not happen.",
      "alibi": "Near the bar area the entire evening.",
      "mustTalkTo": [
        "Jowel",
        "Akshay",
        "Shubhi"
      ],
      "secret": "Sana is using Trisha as a false alibi. If anyone asks Trisha directly whether she spoke with Sana between 8:40 and 8:50, her honest answer is no -- she does not remember that conversation because it never occurred.",
      "suspicionHook": "When Sana's alibi is challenged and Trisha is named, Trisha must be completely honest. She does not remember speaking with Sana in that window. This single fact collapses Sana's entire alibi.",
      "witnessMemory": "She was near the bar from 8:35 to past 8:55. She has no memory of speaking with Sana between 8:40 and 8:50. It did not happen.",
      "pin": 1018
    },
    {
      "name": "Hitayu",
      "title": "The Collector World Expert",
      "whoYouAre": "Hitayu has background knowledge in rare collectibles and understands the private market for artifacts like the Sapphire. When the theft was announced his first thought was that this was not a spontaneous crime.",
      "tonight": "He has been thinking through the logistics of the theft and what it would take to move a stone like this successfully.",
      "alibi": "With Samaksh near the bar area.",
      "mustTalkTo": [
        "Eshika",
        "Kriti",
        "Sana"
      ],
      "secret": "He knows that selling a stolen artifact of this value requires an established buyer network built over years -- not something you arrange in a few weeks. Whoever did this has been operating in these circles for a long time.",
      "suspicionHook": "His expertise helps the group understand this was not opportunistic. It was a professional operation. This narrows the suspect pool to someone with genuine collector connections -- which fits Sana exactly.",
      "witnessMemory": "He was with Samaksh from 8:30 to past 8:50. He did not see Sana in their vicinity during that entire window.",
      "pin": 1019
    },
    {
      "name": "Samaksh",
      "title": "The Strategic Thinker",
      "whoYouAre": "Samaksh is observant and analytical. He has spent most of the evening reading the room and was one of the first to notice that Sana's description of her own evening felt slightly off.",
      "tonight": "He has been mentally building a timeline and something about how Sana recounted her whereabouts struck him as too precise, too prepared.",
      "alibi": "With Hitayu near the bar.",
      "mustTalkTo": [
        "Trisha",
        "Justin",
        "Shibani"
      ],
      "secret": "When Sana described where she was during the theft, she used very specific details -- the kind of precision that comes from rehearsing a story rather than genuinely recalling an evening. Most people's memories are vague. Hers were unusually clear.",
      "suspicionHook": "An over-rehearsed alibi is a real behavioral signal. Samaksh can raise this observation to prompt the group to press Sana harder on the exact details of her story.",
      "witnessMemory": "He was with Hitayu all evening. He noticed Sana was absent from the main group from roughly 8:40 to 8:50. He remembers the gap clearly because he looked for her at one point and could not find her.",
      "pin": 1020
    },
    {
      "name": "Krish",
      "title": "The Bag Adjustment",
      "whoYouAre": "Krish is naturally observant without being nosy. He registers small behavioral details and then forgets them -- unless they suddenly become relevant. Tonight one of those details became very relevant.",
      "tonight": "He saw Sana leave the main group area around 8:40 and return around 8:50 with a very specific gesture that he almost did not file away.",
      "alibi": "Moving between the couch area and the center of the room.",
      "mustTalkTo": [
        "Sana",
        "Saachi",
        "Trisha"
      ],
      "secret": "Sana was gone from the main group from approximately 8:40 to 8:50. When she came back she looked slightly flushed and made a deliberate adjustment to her clutch bag -- closing it and pressing it against her side. He noticed it specifically and then forgot about it until now.",
      "suspicionHook": "The ten-minute absence plus the deliberate bag adjustment is the clearest behavioral evidence linking Sana to the moment she placed the Sapphire into the hidden compartment. Krish is the person who can testify to both.",
      "witnessMemory": "He saw Sana leave the main area around 8:40 and return around 8:50. She adjusted her clutch bag in a deliberate way when she came back and then composed herself.",
      "pin": 1021
    },
    {
      "name": "Justin",
      "title": "The Long Memory",
      "whoYouAre": "Justin has known Sana for several years through overlapping social circles. He has always sensed she keeps certain parts of her life very private. Tonight he is realizing those private parts may be relevant.",
      "tonight": "He has been watching the room and paying attention to how people are reacting. Sana's composure is striking him as wrong.",
      "alibi": "Near the main group, moving between conversations.",
      "mustTalkTo": [
        "Somya",
        "Ashwini",
        "Karishma"
      ],
      "secret": "Two years ago he saw Sana at a private artifact auction -- an event that requires an established collector profile to attend. She never mentioned it to their mutual social circle. When he brought it up casually once, she changed the subject immediately. He has wondered ever since.",
      "suspicionHook": "The private auction sighting places Sana in serious collector circles years before tonight. Combined with the early gala registration in Clue 4 and the buyer contact card in Clue 8, it establishes a pattern of deliberate, long-running involvement in the artifact trade.",
      "witnessMemory": "He was in the main group area from 8:35 to past 8:50. He noticed Sana was absent from the group between roughly 8:40 and 8:50.",
      "pin": 1022
    }
  ],
  "privateAddons": [
    {
      "name": "Karishma",
      "type": "detective",
      "power": "You are a SECRET DETECTIVE. Do not reveal this. Your vote counts DOUBLE at the end -- the hosts apply this silently.",
      "mission": "Solve the theft. Guide the group toward the truth without exposing yourself.",
      "seed": "You find Samaksh suspicious. He is very strategic and seems to be steering the group's suspicion in particular directions. Is he protecting someone?",
      "strategy": "Press Samaksh on what he claims to have observed. Watch if he overreaches or seems to be guiding the narrative. But stay open -- this suspicion seed may mislead you. Follow the evidence."
    },
    {
      "name": "Samaksh",
      "type": "detective",
      "power": "You are a SECRET DETECTIVE. Do not reveal this. Your vote counts DOUBLE at the end -- the hosts apply this silently.",
      "mission": "Solve the theft. Guide the group toward the truth without exposing yourself.",
      "seed": "You find Karishma suspicious. She arrived early, noticed the display was repositioned, and her alibi is near the back of the room close to the crime scene.",
      "strategy": "Ask Karishma for precise details about what she saw and when. If anything shifts, flag it. But do not get so fixed on her that you miss the actual thief. Follow the clues."
    },
    {
      "name": "Sana",
      "type": "murderer",
      "whatReallyHappened": "You stole the Sapphire of Shadows. You planned this for months. You disabled the display case at 8:40 using a bypass device you sourced in advance, took the Sapphire, placed it in the hidden compartment of your clutch bag, and struck Dr. Mehta when she confronted you. You have a flight to Vienna tomorrow and a buyer waiting.",
      "publicApproach": "You were in the main area the entire evening. You were talking to Trisha around 8:45. You did not go near the display case after 8:40. You had no idea any of this would happen.",
      "cracks": "1. Trisha does not remember talking to you at 8:45 -- your false alibi has a gap. 2. Krish saw you leave the main area at 8:40 and return at 8:50 adjusting your bag. 3. You visited the display three times (Saachi counted). 4. The tear in your blazer matches the fabric scrap at the scene. 5. Ashwini heard you mention a flight tomorrow. 6. Shubham overheard you say 'it's ready' on a phone call.",
      "deflect": "Cast doubt on anyone who had access to technical knowledge. Suggest it must have been an outsider or a professional thief. You can also gently imply that Hitayu's knowledge of the collector market seems suspicious.",
      "emotionalCover": "Appear shocked and upset. Ask questions. Help the group theorize. Seem like you are on their side. This is your best defense."
    }
  ],
  "hostPin": 9000
}